[
{
      "title": "Merkür",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Mercury.jpg",
    "subTitle": "Merkür, Güneş Sistemi'ndeki en küçük ve Güneş'e en yakın gezegen.",
  "description": "<p>Merkür, Güneş Sistemi'ndeki en küçük ve Güneş'e en yakın gezegen. Yaklaşık 88 Dünya gününe eşit yörünge süresi ile Güneş Sistemi'ndekidiğer gezegenlerden daha hızlıdır. Dünya'dan bakıldığında,kendi yörüngesi etrafında 116 günde hareket ettiği görünür.Bilinen hiç doğal uydusu yoktur.<br> <br> <b>Kavuşum dönemi:</b>115,88 g <br><b>Görünür büyüklük:</b>−2,48 ile +7,25</p> <br>Merkür Güneş etrafında Dünya'nın yörüngesinden içeride (Venüs'te olduğu gibi) döndüğü için, Dünya'nın gökyüzünde sabahları ya da akşamları gözükebilir ancak gecenin yarısında gözükemez. Ayrıca Venüs ve Ay'da da olduğu gibi Dünya'ya göre kendi yörüngesi etrafında hareket etmesinin aşamaları tam aralıkla izlenir. Merkür Dünya'dan bakıldığında parlak bir nesne olarak görülür. Buna rağmen Güneş'e olan yakınlığı nedeniyle Venüs'ten görünmesine göre daha zor görünür. İki uzay aracı Merkür'ü ziyaret etti: Mariner 10 1970'lerde uçarak geçti; ve MESSENGER 2004'te fırlatıldı, 30 Nisan 2015'te yakıtını tüketmeden ve gezegen yüzeyine çarpmadan önce 4 yıl boyunca Merkür'ün yörüngesinde 4.000'in üzerinde dönüş yaptı.Merkür Güneş Sistemindeki dört yerbenzeri gezegenden biridir ve Dünya gibi kayalık gövdesidir. 2,439.7 kilometrelik ekvatoral yarıçapı ile Güneş sistemindeki en küçük gezegendir.Merkür ayrıca Güneş Sistemi'nde bulunan en büyük doğal uydular Ganymede ve Titan'dan -daha ağır da olsa- da daha küçüktür."
  },
  {
      "title": "Venüs",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Venus.jpg",
    "subTitle": "Güneş ve Ay'dan sonra gökyüzündeki en parlak cisimdir.",
    "description": "<p>Venüs, Güneş Sisteminde, Güneş'e uzaklık bakımından ikinci sıradaki, sıcaklık bakımından da birinci sıradaki gezegendir.Güneşe uzaklık bakımından ikinci sırada olmasına rağmen en sıcak gezegen olmasının nedeni de atmosferinin gelen güneş ışınlarının dışarı çıkmasına izin vermemesidir. Ayrıca Zühre, Çolpan veya Çoban Yıldızı olarak da bilinir. Bu gezegen adını Eski Roma tanrıçası Venüs (Eski Yunan Mitolojisi'nde Afrodit)'ten almıştır. Venüs'ün astronomik sembolü ise kadınlık sembolü ile aynıdır. Kendi ekseni etrafında, Güneş Sistemi'ndeki diğer tüm gezegenlerin aksi istikametinde döner. Güneş etrafındaki dönüşünü 224.7 Dünya gününde tamamlar.Büyüklüğü açısından Dünya ile benzerlik gösterdiğinden Dünya ile kardeş gezegen veya dünyanın ikizi olarak da bilinmektedir. Gökyüzünde Güneş'e yakın konumda bulunduğundan ve yörüngesi Dünya'nınkine göre Güneş'e daha yakın olduğundan, yeryüzünden sadece Güneş doğmadan önce veya battıktan sonra görülebilir. Bu yüzden Venüs, Akşam Yıldızı, Sabah Yıldızı veya Tan Yıldızı olarak da isimlendirilir. Çoban Yıldızı da denmektedir. Görülebildiği zamanlar, gökyüzündeki en parlak cisim olarak dikkat çeker.Venüs, Ay, Güneş, Merkür, Mars, Jüpiter, ve Satürn ile birlikte, görünür hareketlerinin diğer yıldızlardan farklılığıyla tanınan 7 gök cisminden biri olarak gösterilir. Bu yönüyle, antik gök bilim için olduğu kadar astroloji açısından da önem taşıyan gezegen, birçok dilde haftanın yedi gününe adını veren gök cisimlerinden biri olarak, tarih öncesinden günümüze insan kültüründe yerini korumuştur. Günümüze ulaşan en eski gök bilimsel belge olan ve MÖ 7.yüzyıla ait olduğu sanılan Ammisaduqa tabletinde Babillilerin MÖ 1700-1400 yılları arasında yaptıkları Venüs gözlemlerinden söz edilir.</p>"
  },
  {
      "title": "Dünya",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Earth.jpg",
    "subTitle": "Güneş sistemi'nin Güneş'e uzaklık açısından üçüncü sıradaki gezegeni.",
    "description": "<p>Dünya, Güneş Sistemi'nde Güneş'e en yakın üçüncü gezegen olup şu an için üzerinde yaşam ve sıvı su barındırdığı bilinen tek astronomik cisimdir. Radyometrik tarihleme ve diğer kanıtlara göre 4,5 milyar yıldan fazla süre önce oluşmuştur. Dünya'nın yer çekimi, uzaydaki diğer nesnelerle, özellikle Güneş'le ve tek doğal uydusu Ay'la etkileşime girer. Dünya'nın Güneş'in etrafındaki yörüngesi, 365,256 güneş gün, yani bir yıldız yılı sürer. Bu süre içerisinde Dünya, kendi ekseni etrafında 366,265 kez döner.Dünya'nın dönme ekseni, yörünge düzlemine göre eğik olup bu eğiklik mevsimlerin oluşmasına yol açmaktadır. Dünya ile Ay arasındaki kütle çekimi etkileşimi; Dünya'nın eksenindeki yönelimi sabitler, gelgitlere neden olur ve dönmesini kademeli olarak yavaşlatır. Katı ya da kaya ağırlıklı yapısı nedeniyle üyesi bulunduğu yer benzeri gezegenler grubuna adını veren Dünya, bu gezegen grubunun kütlece ve hacimce en büyük üyesi olmasının yanı sıra Güneş Sistemi'ndeki en yoğun gezegendir.Litosfer olarak adlandırılan Dünya'nın en dış katmanı, milyonlarca yıldır hareket hâlindeki rijit tektonik levhalardan oluşmaktadır. Dünya yüzeyinin yaklaşık %29'u, kıtalar ve adaların meydana getirdiği kara iken; suyla kaplı olan kalan %71'lik kısım ise okyanuslar, göller, akarsular ve diğer tatlı suların oluşturduğu hidrosfer olarak adlandırılır. Gezegenin kutup bölgelerinin çoğu buzla kaplıdır. Dünya'nın iç kısmı ise merkezde yer alan katı demirden meydana gelen hâlâ etkin durumundaki iç çekirdek, gezegenin manyetik alanını oluşturan sıvı hâldeki dış çekirdek ve tektonik levhaların hareket etmelerine yol açan mantodan meydana gelmektedir.Tarihinin ilk birkaç milyar yılı içerisinde okyanuslarda başlayan hayat, atmosferi ve yeryüzünü etkileyerek, anaerobik canlıların çoğalmasına, ardından da aerobik canlıların ortaya çıkmasına yol açtı. Bazı jeolojik kanıtlara göre Dünya'da hayat, yaklaşık 4,1 milyar yıl önce başladı. O zamandan beri, Dünya'nın Güneş'e olan uzaklığı, fiziksel özellikleri ve jeolojik tarihi, canlıların evrimleşmelerini ve gelişmelerini sağladı.</p>"
  },
  {
      "title": "Mars",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Mars.jpg",
    "subTitle": "Mars, Güneş Sistemindeki Güneş'e en yakın dördüncü gezegen.",
    "description": "<p>Mars, Güneş Sistemi'nin Güneş'ten itibaren dördüncü gezegeni. Roma mitolojisindeki savaş tanrısı Mars'a ithafen adlandırılmıştır. Yüzeyindeki yaygın demir oksitten dolayı kızılımsı bir görünüme sahip olduğu için Kızıl Gezegen de denir. <br>İnce bir atmosferi olan Mars gerek Ay'daki gibi meteor kraterlerini, gerekse Dünya'daki gibi volkan, vadi, çöl ve kutup bölgelerini içeren çehresiyle bir yerbenzeri gezegendir. Ayrıca dönme periyodu ve mevsim dönemleri Dünya’nınkine çok benzer. 2 adet uydusu bulunmaktadır. <br>Mars’taki Olimpos Dağı (Olympus Mons), Güneş Sistemi’nde bilinen en yüksek dağdır ve Marineris Vadisi (Valles Marineris) adı verilen kanyon en büyük kanyondur. Ayrıca Haziran 2008’de Nature dergisinde yayımlanan üç makalede açıklandığı gibi, Mars’ın kuzey yarımküresinde 10.600 km uzunluğunda ve 8.500 km genişliğindeki dev bir meteor kraterinin varlığı saptanmıştır. Bu krater, bugüne kadar keşfedilmiş en büyük meteor kraterinin (Ay'ın güney kutbu kısmındaki Atkien Havzası) dört misli büyüklüğündedir. <br>Mars, Dünya hariç tutulursa, hâlen Güneş Sistemi’ndeki gezegenler içinde sıvı su ve yaşam içermesi en muhtemel gezegen olarak görülmektedir. Mars Express ve Mars Reconnaissance Orbiter keşif projelerinin radar verileri gerek kutuplarda (Temmuz 2005) gerekse orta bölgelerde (Kasım 2008) geniş miktarlarda su buzlarının var olduğunu ortaya koymuş bulunmaktadır. 31 Temmuz 2008’de Phoenix Mars Lander adlı robotik uzay gemisi Mars toprağının sığ bölgelerindeki su buzlarından örnekler almayı başarmıştır. <br>Günümüzde, Mars, yörüngelerine oturmuş üç uzay gemisine evsahipliği yapmaktadır: Mars Odyssey, Mars Express ve Mars Reconnaissance Orbiter. Mars, Dünya hariç tutulursa, Güneş Sistemi’ndeki herhangi bir sıradan gezegenden ibaret değildir. Yüzeyi pek çok uzay aracına evsahipliği yapmıştır. Bu uzay araçlarıyla elde edilen jeolojik veriler şunu ortaya koymuştur ki, Mars önceden su konusunda geniş bir çeşitliliğe sahipti; hatta geçen on yıllık süre sırasında gayzer (kaynaç) türü su fışkırma veya akıntıları meydana gelmişti. NASA’nın Mars Global Surveyor projesi kapsamında sürdürülen incelemeler Mars’ın güney kutbu buz bölgesinin geri çekilmiş olduğunu ortaya koymuştur. Bilim insanları, 2006'da Mars yörüngesine oturtulan Mars Reconnaissance Orbiter (Mars Yörünge Kaşifi) uydusundan alınan veriler sonucu, Mars'ta sıcak aylarda tuzlu su akıntılarının oluştuğunu bildirmişlerdir.</p>"
  },
  {
      "title": "Jüpiter",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Jupiter.jpg",
    "subTitle": "Jüpiter, 71370 km ekvator yarı çapı ile Güneş Sistemindeki en büyük gezegendir.",
    "description": "<p>Jüpiter, 71370 km ekvator yarı çapı ile Güneş Sistemindeki en büyük gezegendir ve Güneş'e yakınlık bakımından 5. sırada yer alır. Kütlesi yaklaşık olarak dünya kütlesinin 318 katıdır. Bu dev gezegen Güneş çevresindeki turunu 11.86 yılda tamamlar. Çok büyük bir gezegen olduğu için küçük bir teleskopla bile ekvatora paralel olarak uzanan farklı renkteki kuşakları seçilebilir. Jüpiter hakkında ne yazıkki halen kesin bilgiler bulunmamaktadır. Yüzeyi atmosferi ve uyduları hakkında sadce tahminlerde bulunulmaktadır. Bu tahminlere göre çok yoğun bir atmosferi ve de küçük bir çekirdeği bulunmaktadır. Gezegenin içi hakkında yapılan tahminlere göre saf hidrojen veya %1-2 helyum içeren hidrojen ve %1-2 oranında diğer elemanlardan oluşmuştur. Jupiter güneşten aldığı enerjini yaklaşık olarak 2.5 katını çevresine yaymaktadır bunun nedenini gezegendeki gravitasyonel çökmenin hala sürmmesi olarak tahmin edilmektedir. Jupiterin çevresinde 6500 km genişliğinde ve bir kaç km kalınlığında bir halkası bulunmaktadır.Bu dev gezegen çok büyük bir mağnetik alana sahiptir. Bu alan sayesinde bilinen 16 uydusu bulunmaktadır. Fakat gezegenin uydularının 16 ile sınırlı olmadığı ve başka uydularının da bulunduğu tahmin edilmektedir. Jupiter hakkındaki ilk bilgiler Nasa'nın 70'li yıllarda gönderdiği Pioneer10 ve Pioneer11 uzay sondaları tarafından elde edilmiştir. Fakat Jüpiter hakkındaki en önemli bilgiler 1995 yılında jüpitere ulaşan Galileo uzay sondasından alınmıştır. Galileo'nun gönderdiği bilgiler sayesinde Jüpiterin 4 büyük uydusu (Io, Europa, Ganymede ve Callisto) bulunmuş ve bunlara Galileo uyduları adı verilmiştir. Bu 4 Uydu gezegen ile aynı yönde dönmektedir. Fakat daha sonra bulunan küçük ve gezegene daha yakın olan uydular gezegene zıt yönde dönmektedir. Bu udular içinde en ilginci Europa uydusudur. Dünyadan yapılan incelemelere göre bu uydunun yüzeyinin su buzlarıyla kaplı olduğu ve hiç bir çarpma kraterinin bulunmadığı anlaşılmıştır. Bu uydunu üzerinde yer alan ve değişik yönlerde düzgün olrak uzanan çatlaklar, yüzeydeki buzların attaki sıcak bir deniz üzerinde yüzdüğünün sanılmasına neden olmuştur. Bu da bu uydu üzerinde canlı olabilme olasılığını artırmaktadır.Özellikleri :Güneşe Olan Uzaklığı 778.000.000 km Yarı Çapı 71370 km Kütlesi 1898 x 10 24 kg Yoğunluğu 1326 kg/m3 Atmosferik Basınç ---- Sıcaklığı 110 K° Görünür Parlaklığı -2.0 m Güneş Etrafında Dönme Süresi 11.86 gün Kendi Ekseninde Dönme Süresi 9.9250 saat Dönme Hızı 13.07 km/snDünya'dan bakıldığında parlak bir disk biçiminde görünen Jüpiter Venüs'ten sonra en parlak gezegendir. Eski astronomlar bu gezegene , Eski Roma mitolojisindeki tanrıların tanrısı olan olan ve Eski Yunan'ın en büyük tanrısı Jüpiter'in adını vermişlerdir.</p>"
  },
  {
      "title": "Satürn",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Saturn.jpg",
    "subTitle": "Satürn Güneş sisteminin güneşten uzaklık sırasına göre 6. gezegenidir.",
    "description": "<p>Satürn Güneş sisteminin güneşten uzaklık sırasına göre 6. gezegenidir. Türkçesi Sekendiz dir. Büyüklük açısından Jüpiter'den sonra ikinci sırada gelir. Adını Roma tarım tanrısı Saturnus'tan alır. Arapça kökenli Zühal adı Türkçe'de giderek daha az kullanılmaktadır. Sekendiz olarak da bilinir. Çıplak gözle izlenebilen 5 gezegenden biri (diğerleri, Merkür, Venüs, Mars, ve Jüpiter) olarak eski çağlardan beri insanoğlunun dikkatini çekmiştir. Büyük ölçüde hidrojen ve helyumdan oluşmakta ve gaz devleri sınıfına girmektedir.Fiziksel özelliklerSatürn, tüm gezegenler arasında yoğunluğu en düşük olanıdır. Su yoğunluğu ile karşılaştırıldığında 0.69 olan bu değer, Yerküre'nin yoğunluğunun % 12'si kadardır. Düşük yoğunluk, gezegenin akışkan yapısı ve kendi çevresindeki dönüş hızının yüksekliği ile birleşerek, Satürn'e ekvatorda geniş, kutuplarda basık elipsoid görüntüsünü vermektedir. Beyazlık derecesi (albedo) 0.47 olan gezegen, böylece yüzeyine düşen güneş ışığının yarıya yakınını görünür tayfta yansıtmaktadır. Ancak kızılötesi alandaki ışınım ölçüldüğünde, Satürn'ün Güneş'ten aldığı enerjinin 3 kat fazlasını dışarı yaydığı görülür. Bu nedenle gezegen, Güneş'e olan uzaklığına göre hesaplanan 71K' den (-202°C) çok daha yüksek bir etkin sıcaklığa sahiptir ve 95K (-178°C) sıcaklığında bir kara cisim gibi ışır. Satürn'ün kendi içinde yarattığı bu enerji fazlası, gezegenin yerçekiminin etkisi ile yavaşca kendisi üzerine çökerek küçülmesi sırasında dönüştürülen potansiyel enerji ile açıklanmaktadır. Kelvin-Helmholtz mekanizması olarak adlandırılan ve daha sınırlı ölçüde Jüpiter'de de gözlenen bu olgu Satürn'ün yarattığı ısıl enerji fazlasını tek başına açıklamaya yeterli değildir. Ek bir mekanizma olarak, gezegenin yüzeye yakın katmanlarında hidrojen ile karışım halinde bulunan helyumun ağırlığı nedeniyle merkeze doğru süzülerek göç etmesi sırasında potansiyel enerjisinin bir kısmını açığa çıkarması önerilmektedir.SATÜRN (Saturn)Güneşe uzaklığı: 1343 1425.5 1509 Mio km Yörüngesel dışmerkezlilik: 0.056 Yörüngesel eğiklik: 2.50 Eksensel eğiklik: 26.40 Çap: 120.500 km Kurtulma hızı: 35.4 km/sn Kütle: 95 (Yer = 1) Hacim: 744 (Yer = 1) Yoğunluk: 0.7 (su =1) En yüksek kadir: 0.3 Dolanım süresi: 29.5 yıl Eksensel dönme: 10 s 14 dk Kavuşum dönemi: 378.1 günUyduları: 17 tane Pan, Atlas, Prometheus, Pandora, Janus, Epimetheus, Mimas, Encaladus, Tetyhs, Telesto, Calypso, Dione, Rhea, Titan, Hyperion, Iapetus, PhoebeGözlem koşulları:Güneşe Jüpiter'den daha uzak ve biraz daha küçük olduğu için Saturn daha sönük görülür. Yaklaşık 12.5 ay olan kavuşum dönemi nedeniyle yılın büyük bir bölümünde gökyüzündedir. Yörüngesinde çok yavaş ilerlediği için aynı takım yıldız içinde 2 yıldan daha uzun süre kalır.</p>" 
  }
]
