[
{
      "title": "Merkür",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Mercury.jpg",
    "subTitle": "Merkür, Güneş Sistemi'ndeki en küçük ve Güneş'e en yakın gezegen.",
  "description": "<p>Merkür, Güneş Sistemi'ndeki en küçük ve Güneş'e en yakın gezegen. Yaklaşık 88 Dünya gününe eşit yörünge süresi ile Güneş Sistemi'ndekidiğer gezegenlerden daha hızlıdır. Dünya'dan bakıldığında,kendi yörüngesi etrafında 116 günde hareket ettiği görünür.Bilinen hiç doğal uydusu yoktur.<br> <br> <b>Kavuşum dönemi:</b>115,88 g <br><b>Görünür büyüklük:</b>−2,48 ile +7,25</p> <br>Merkür Güneş etrafında Dünya'nın yörüngesinden içeride (Venüs'te olduğu gibi) döndüğü için, Dünya'nın gökyüzünde sabahları ya da akşamları gözükebilir ancak gecenin yarısında gözükemez. Ayrıca Venüs ve Ay'da da olduğu gibi Dünya'ya göre kendi yörüngesi etrafında hareket etmesinin aşamaları tam aralıkla izlenir. Merkür Dünya'dan bakıldığında parlak bir nesne olarak görülür. Buna rağmen Güneş'e olan yakınlığı nedeniyle Venüs'ten görünmesine göre daha zor görünür. İki uzay aracı Merkür'ü ziyaret etti: Mariner 10 1970'lerde uçarak geçti; ve MESSENGER 2004'te fırlatıldı, 30 Nisan 2015'te yakıtını tüketmeden ve gezegen yüzeyine çarpmadan önce 4 yıl boyunca Merkür'ün yörüngesinde 4.000'in üzerinde dönüş yaptı.Merkür Güneş Sistemindeki dört yerbenzeri gezegenden biridir ve Dünya gibi kayalık gövdesidir. 2,439.7 kilometrelik ekvatoral yarıçapı ile Güneş sistemindeki en küçük gezegendir.Merkür ayrıca Güneş Sistemi'nde bulunan en büyük doğal uydular Ganymede ve Titan'dan -daha ağır da olsa- da daha küçüktür."
  },
  {
      "title": "Venüs",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Venus.jpg",
    "subTitle": "Güneş ve Ay'dan sonra gökyüzündeki en parlak cisimdir.",
    "description": "<p>Venüs, Güneş Sisteminde, Güneş'e uzaklık bakımından ikinci sıradaki, sıcaklık bakımından da birinci sıradaki gezegendir.Güneşe uzaklık bakımından ikinci sırada olmasına rağmen en sıcak gezegen olmasının nedeni de atmosferinin gelen güneş ışınlarının dışarı çıkmasına izin vermemesidir. Ayrıca Zühre, Çolpan veya Çoban Yıldızı olarak da bilinir. Bu gezegen adını Eski Roma tanrıçası Venüs (Eski Yunan Mitolojisi'nde Afrodit)'ten almıştır. Venüs'ün astronomik sembolü ise kadınlık sembolü ile aynıdır. Kendi ekseni etrafında, Güneş Sistemi'ndeki diğer tüm gezegenlerin aksi istikametinde döner. Güneş etrafındaki dönüşünü 224.7 Dünya gününde tamamlar.Büyüklüğü açısından Dünya ile benzerlik gösterdiğinden Dünya ile kardeş gezegen veya dünyanın ikizi olarak da bilinmektedir. Gökyüzünde Güneş'e yakın konumda bulunduğundan ve yörüngesi Dünya'nınkine göre Güneş'e daha yakın olduğundan, yeryüzünden sadece Güneş doğmadan önce veya battıktan sonra görülebilir. Bu yüzden Venüs, Akşam Yıldızı, Sabah Yıldızı veya Tan Yıldızı olarak da isimlendirilir. Çoban Yıldızı da denmektedir. Görülebildiği zamanlar, gökyüzündeki en parlak cisim olarak dikkat çeker.Venüs, Ay, Güneş, Merkür, Mars, Jüpiter, ve Satürn ile birlikte, görünür hareketlerinin diğer yıldızlardan farklılığıyla tanınan 7 gök cisminden biri olarak gösterilir. Bu yönüyle, antik gök bilim için olduğu kadar astroloji açısından da önem taşıyan gezegen, birçok dilde haftanın yedi gününe adını veren gök cisimlerinden biri olarak, tarih öncesinden günümüze insan kültüründe yerini korumuştur. Günümüze ulaşan en eski gök bilimsel belge olan ve MÖ 7.yüzyıla ait olduğu sanılan Ammisaduqa tabletinde Babillilerin MÖ 1700-1400 yılları arasında yaptıkları Venüs gözlemlerinden söz edilir.</p>"
  },
  {
      "title": "Dünya",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Earth.jpg",
    "subTitle": "Güneş sistemi'nin Güneş'e uzaklık açısından üçüncü sıradaki gezegeni.",
    "description": "<p>Dünya, Güneş Sistemi'nde Güneş'e en yakın üçüncü gezegen olup şu an için üzerinde yaşam ve sıvı su barındırdığı bilinen tek astronomik cisimdir. Radyometrik tarihleme ve diğer kanıtlara göre 4,5 milyar yıldan fazla süre önce oluşmuştur. Dünya'nın yer çekimi, uzaydaki diğer nesnelerle, özellikle Güneş'le ve tek doğal uydusu Ay'la etkileşime girer. Dünya'nın Güneş'in etrafındaki yörüngesi, 365,256 güneş gün, yani bir yıldız yılı sürer. Bu süre içerisinde Dünya, kendi ekseni etrafında 366,265 kez döner.Dünya'nın dönme ekseni, yörünge düzlemine göre eğik olup bu eğiklik mevsimlerin oluşmasına yol açmaktadır. Dünya ile Ay arasındaki kütle çekimi etkileşimi; Dünya'nın eksenindeki yönelimi sabitler, gelgitlere neden olur ve dönmesini kademeli olarak yavaşlatır. Katı ya da kaya ağırlıklı yapısı nedeniyle üyesi bulunduğu yer benzeri gezegenler grubuna adını veren Dünya, bu gezegen grubunun kütlece ve hacimce en büyük üyesi olmasının yanı sıra Güneş Sistemi'ndeki en yoğun gezegendir.Litosfer olarak adlandırılan Dünya'nın en dış katmanı, milyonlarca yıldır hareket hâlindeki rijit tektonik levhalardan oluşmaktadır. Dünya yüzeyinin yaklaşık %29'u, kıtalar ve adaların meydana getirdiği kara iken; suyla kaplı olan kalan %71'lik kısım ise okyanuslar, göller, akarsular ve diğer tatlı suların oluşturduğu hidrosfer olarak adlandırılır. Gezegenin kutup bölgelerinin çoğu buzla kaplıdır. Dünya'nın iç kısmı ise merkezde yer alan katı demirden meydana gelen hâlâ etkin durumundaki iç çekirdek, gezegenin manyetik alanını oluşturan sıvı hâldeki dış çekirdek ve tektonik levhaların hareket etmelerine yol açan mantodan meydana gelmektedir.Tarihinin ilk birkaç milyar yılı içerisinde okyanuslarda başlayan hayat, atmosferi ve yeryüzünü etkileyerek, anaerobik canlıların çoğalmasına, ardından da aerobik canlıların ortaya çıkmasına yol açtı. Bazı jeolojik kanıtlara göre Dünya'da hayat, yaklaşık 4,1 milyar yıl önce başladı. O zamandan beri, Dünya'nın Güneş'e olan uzaklığı, fiziksel özellikleri ve jeolojik tarihi, canlıların evrimleşmelerini ve gelişmelerini sağladı.</p>"
  },
  {
      "title": "Mars",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Mars.jpg",
    "subTitle": "Mars, Güneş Sistemindeki Güneş'e en yakın dördüncü gezegen.",
    "description": "<p>Mars, Güneş Sistemi'nin Güneş'ten itibaren dördüncü gezegeni. Roma mitolojisindeki savaş tanrısı Mars'a ithafen adlandırılmıştır. Yüzeyindeki yaygın demir oksitten dolayı kızılımsı bir görünüme sahip olduğu için  Kızıl Gezegende denir. <br>İnce bir atmosferi olan Mars gerek Ay'daki gibi meteor kraterlerini, gerekse Dünya'daki gibi volkan, vadi, çöl ve kutup bölgelerini içeren çehresiyle bir yerbenzeri gezegendir. Ayrıca dönme periyodu ve mevsim dönemleri Dünya’nınkine çok benzer. 2 adet uydusu bulunmaktadır. <br>Mars’taki Olimpos Dağı (Olympus Mons), Güneş Sistemi’nde bilinen en yüksek dağdır ve Marineris Vadisi (Valles Marineris) adı verilen kanyon en büyük kanyondur. Ayrıca Haziran 2008’de Nature dergisinde yayımlanan üç makalede açıklandığı gibi, Mars’ın kuzey yarımküresinde 10.600 km uzunluğunda ve 8.500 km genişliğindeki dev bir meteor kraterinin varlığı saptanmıştır. Bu krater, bugüne kadar keşfedilmiş en büyük meteor kraterinin (Ay'ın güney kutbu kısmındaki Atkien Havzası) dört misli büyüklüğündedir. <br>Mars, Dünya hariç tutulursa, hâlen Güneş Sistemi’ndeki gezegenler içinde sıvı su ve yaşam içermesi en muhtemel gezegen olarak görülmektedir. Mars Express ve Mars Reconnaissance Orbiter keşif projelerinin radar verileri gerek kutuplarda (Temmuz 2005) gerekse orta bölgelerde (Kasım 2008) geniş miktarlarda su buzlarının var olduğunu ortaya koymuş bulunmaktadır. 31 Temmuz 2008’de Phoenix Mars Lander adlı robotik uzay gemisi Mars toprağının sığ bölgelerindeki su buzlarından örnekler almayı başarmıştır. <br>Günümüzde, Mars, yörüngelerine oturmuş üç uzay gemisine evsahipliği yapmaktadır: Mars Odyssey, Mars Express ve Mars Reconnaissance Orbiter. Mars, Dünya hariç tutulursa, Güneş Sistemi’ndeki herhangi bir sıradan gezegenden ibaret değildir. Yüzeyi pek çok uzay aracına evsahipliği yapmıştır. Bu uzay araçlarıyla elde edilen jeolojik veriler şunu ortaya koymuştur ki, Mars önceden su konusunda geniş bir çeşitliliğe sahipti; hatta geçen on yıllık süre sırasında gayzer (kaynaç) türü su fışkırma veya akıntıları meydana gelmişti. NASA’nın Mars Global Surveyor projesi kapsamında sürdürülen incelemeler Mars’ın güney kutbu buz bölgesinin geri çekilmiş olduğunu ortaya koymuştur. Bilim insanları, 2006'da Mars yörüngesine oturtulan Mars Reconnaissance Orbiter (Mars Yörünge Kaşifi) uydusundan alınan veriler sonucu, Mars'ta sıcak aylarda tuzlu su akıntılarının oluştuğunu bildirmişlerdir.</p>"
  },
  {
      "title": "Jüpiter",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Jupiter.jpg",
    "subTitle": "Jüpiter, 71370 km ekvator yarı çapı ile Güneş Sistemindeki en büyük gezegendir.",
    "description": "<p>Jüpiter, 71370 km ekvator yarı çapı ile Güneş Sistemindeki en büyük gezegendir ve Güneş'e yakınlık bakımından 5. sırada yer alır. Kütlesi yaklaşık olarak dünya kütlesinin 318 katıdır. Bu dev gezegen Güneş çevresindeki turunu 11.86 yılda tamamlar. Çok büyük bir gezegen olduğu için küçük bir teleskopla bile ekvatora paralel olarak uzanan farklı renkteki kuşakları seçilebilir. Jüpiter hakkında ne yazıkki halen kesin bilgiler bulunmamaktadır. Yüzeyi atmosferi ve uyduları hakkında sadce tahminlerde bulunulmaktadır. Bu tahminlere göre çok yoğun bir atmosferi ve de küçük bir çekirdeği bulunmaktadır. Gezegenin içi hakkında yapılan tahminlere göre saf hidrojen veya %1-2 helyum içeren hidrojen ve %1-2 oranında diğer elemanlardan oluşmuştur. Jupiter güneşten aldığı enerjini yaklaşık olarak 2.5 katını çevresine yaymaktadır bunun nedenini gezegendeki gravitasyonel çökmenin hala sürmmesi olarak tahmin edilmektedir. Jupiterin çevresinde 6500 km genişliğinde ve bir kaç km kalınlığında bir halkası bulunmaktadır.Bu dev gezegen çok büyük bir mağnetik alana sahiptir. Bu alan sayesinde bilinen 16 uydusu bulunmaktadır. Fakat gezegenin uydularının 16 ile sınırlı olmadığı ve başka uydularının da bulunduğu tahmin edilmektedir. Jupiter hakkındaki ilk bilgiler Nasa'nın 70'li yıllarda gönderdiği Pioneer10 ve Pioneer11 uzay sondaları tarafından elde edilmiştir. Fakat Jüpiter hakkındaki en önemli bilgiler 1995 yılında jüpitere ulaşan Galileo uzay sondasından alınmıştır. Galileo'nun gönderdiği bilgiler sayesinde Jüpiterin 4 büyük uydusu (Io, Europa, Ganymede ve Callisto) bulunmuş ve bunlara Galileo uyduları adı verilmiştir. Bu 4 Uydu gezegen ile aynı yönde dönmektedir. Fakat daha sonra bulunan küçük ve gezegene daha yakın olan uydular gezegene zıt yönde dönmektedir. Bu udular içinde en ilginci Europa uydusudur. Dünyadan yapılan incelemelere göre bu uydunun yüzeyinin su buzlarıyla kaplı olduğu ve hiç bir çarpma kraterinin bulunmadığı anlaşılmıştır. Bu uydunu üzerinde yer alan ve değişik yönlerde düzgün olrak uzanan çatlaklar, yüzeydeki buzların attaki sıcak bir deniz üzerinde yüzdüğünün sanılmasına neden olmuştur. Bu da bu uydu üzerinde canlı olabilme olasılığını artırmaktadır.Özellikleri :Güneşe Olan Uzaklığı 778.000.000 km Yarı Çapı 71370 km Kütlesi 1898 x 10 24 kg Yoğunluğu 1326 kg/m3 Atmosferik Basınç ---- Sıcaklığı 110 K° Görünür Parlaklığı -2.0 m Güneş Etrafında Dönme Süresi 11.86 gün Kendi Ekseninde Dönme Süresi 9.9250 saat Dönme Hızı 13.07 km/snDünya'dan bakıldığında parlak bir disk biçiminde görünen Jüpiter Venüs'ten sonra en parlak gezegendir. Eski astronomlar bu gezegene , Eski Roma mitolojisindeki tanrıların tanrısı olan olan ve Eski Yunan'ın en büyük tanrısı Jüpiter'in adını vermişlerdir. Kuşkusuz o zamanlar bu adın bu gezegene ne kadar uygun düştüğü bilmiyorlardı. Gerçekten de, bütün gezegenler bir araya gelse gene de Jüpiter'in büyüklüğüne ulaşamazlar.En büyük Gezegen: JupiterBu dev gezegenin kütlesi Dünya'nın kütlesininn yaklaşık 318 katıdır; çapı da 143.800 km yani Dünya'nın 11 katından az buçuk fazla. Jüpiter'in yüzeyindeki kütlesel çekim kuvveti de Dünya yüzeyindeki yerçekiminin neredeyse üç katını bulur. Hacmi ise Dünyanınkinin .1323 katıdır; yani Jüpiter'in kapladığı uzay boşluğuna 1.323 tane Dünya sığabilir. Buna karşılık Dünya ile karşılaştırıldığında oldukça hafi bir gezegendir ve yoğunluğu suyun yoğunluğundan (1 gr/cm3) biraz fazladır.Atmosferi ise büyük ölçüde Hidrojen'den oluşmuştur.;ayrıca az miktarda helyum, metan, amonyak, etan, su, karbon monoksit, asetilen içerir. Bu atmosferin en dış bölgeleri, üst üste dizilmiş karanlık ve aydınlık kuşaklarıyla yeryüzünden harika bir gbir görsel şölen seyretmemize neden olur. BASit bir teleskopla bile kolayca ayırt edilebilen bu kuşakların nedeni, amonyak kristallerinden ya da amonyak, hidrojen ve kükürt bileşiklerinden oluşan bulutlar ile çok büyük çaplı meteoroloji olaylarıdır.Muhteşem kızıl benek: JüpiterJüpiter'in atmosferinde dolanan dev fırtınaların ya da antisiklonların yol açtığı bu meteroloji olayları Dünya atmosferinde gelişen hava olaylarına benzer; ama bunlardan çok daha güçlü ve karşılaştırılmayacak kadar büyük çaptadır.Jüpiter'in atmosferindeki hava sistemlerinin çoğu sürekli hareket halindedir ve genellikle birkaç gün içinde yerini başka bir sisteme bırakır. Jüpiter'in güney yarımküresinde, bulutların arasından seçilen ve 17. yüzyıldan beri gözlemlenen oval biçimli büyük bir leke vardır. Büyük Kızıl Benek denen bu leke o kadar büyüktür ki, kapladığı alana Dünya kolayca sığabilir.. Bilim adamları bu lekenin bir antisiklon yada yüksek basınç merkezi olduğunu sanıyorlar.Olnlara göre leke, çevresnde saatte 290 km hıza ulaşan rüzgarların dolandığı bir dinginlik ya da durgunluk bölgesidir.Jupiter'in BulutlarıBöylesine çalkantılı bir atmosferle kuşaltılmış olan gezegenin dış katmanları çok soğuktur. Ama bu kesimde -130°C dolayında olan sıcaklık iç katmanlara doğru giderek yükselir ve gezegenin merkezine yaklaştıkça tahminen 25.000°C'yi aşar. Bu sıcaklıkta ve çok yüksek atmosfer basıncıı altında hidrojenin bir metal özelliği kazanarak çok iyi bir elektirik iletkenine dönüştüğü biliniyor. Nitekim bu bölgedeki elektirk akımlarının Jüpiter'in atmosferinde büyük çaplı gök gürültülerine ve şimşeklere yol açtığı sanılmaktadır. Üstelik Jüpiter'in atmosferinde büyük çaplı gök gürültülerine ve şimşeklere yol açtığı sanılmaktadır. ÜStelik Jüpiter büyük bir hızla döndüğü için çevresinde çok güçlü bir magnetik alan oluşur. Magnetosfer denen bu magnetik alan gezegenin çevresinde yer alan 7 milyon kilometreden daha ötelere kadar uzanır.Jupiter'in Gönderdiği Radyo Sinyalleri(DAM)Jupiter'in Aura'sı Jüpiter, Güneş'ten aldığı enerjinin neredeyse iki katı kadar enerji yayar. Bu enerjinin büyük ölçüde gezegenin iç kesimlerinde oluşan ve konveksiyon akımlarıyla atmosfere taşınan ısıdan kaynaklandığı sanılıyor. Jüpiter ayrıca radyo dalgaları da salar. Bu radyo dalgalarının kaynağı , gezegenin magnetik alanına yakalana protonlar, elektronlar ve iyonlar gibi elektirik yüklü parçacıklardır. Gene bu parçacıklar nedeniyle gezegenin çevresinde, Dünya'nın çevresindeki VAN Allen Kuşakları'na benzeyen ışınım kuşakları , kutuplarında da kutup ışıkları ile elektrik fırtınaları oluşur.JÜPİTER NASIL KEŞFEDİLDİ?1970'lerde NASA ,Jüpiter'in yakınından geçen bir dizi uzay aracı göndermiş ve bunların Dünya'ya ilettiği verilerle bu gezegene ilişkin bilgilerimiz büyük ölçüde artmıştır. 1973'te Pionerr 10, 1974'te de Pionerr 11, Jüpiter'in yakınında geçerek gezegenin magnetik alanının varlığı ortaya koydu. Voyager 1 il Voyager 2 ise 1979'da gezegenin çevresindeki halka sisteminin ilk görüntülerini Dünya'ya gönderdi. Daha önceleri bilinmeyen bu halkalar yaklaşık 1 km kalınlığındaydı ve mikroskobik madde parçacıklarından oluşmuştu. (bu konuda ve Jupiter uyduları ile ilgili ayrıntılı bilgi için tıklayın)JUPİTER'İN ÇEKİMİ:Uydusu Ganymade böyle bir Jupiter manzarasına sahip Güneş Sisteminin en büyük gezegeni olan Jupiter'in öbür gökcisimleri üzerindeki çekim etkisi son derece güçlüdür. Hatta bu gezegenin uydulardan bazılarının, Güneş'in çekim alanına yakalanan küçük gezegenler olduğu sanılmaktadır. Truva Grupları olarak bilinen iki küçük gezegen grubunu bulundukları yerde tutan da Jupiter'in kütlesel çekim kuvvetidir. Jupiter'in çekim etkisi kuyrukluyıldızları yörüngelerinden saptırıp, Güneş'e yaklaştıracak kadar güçlüdür. Nasa, bilimadamları Güneş Sisteminin dış gezegenlerini keşfetmek üzere ilk Voyager uzay aracını fırlattıklarında, bu racın yörüngece yol almasını sağlamak için Jüpiter'in kütlesel çekim kuvvetinden yararlanmışlardı.</p>"
  },
  {
      "title": "Satürn",
    "imageUrl": "https://raw.githubusercontent.com/Mustafa58T/h5200012mustafatoga/main/Saturn.jpg",
    "subTitle": "Satürn Güneş sisteminin güneşten uzaklık sırasına göre 6. gezegenidir.",
    "description": "<p>Satürn Güneş sisteminin güneşten uzaklık sırasına göre 6. gezegenidir. Türkçesi Sekendiz dir. Büyüklük açısından Jüpiter'den sonra ikinci sırada gelir. Adını Roma tarım tanrısı Saturnus'tan alır. Arapça kökenli Zühal adı Türkçe'de giderek daha az kullanılmaktadır. Sekendiz olarak da bilinir. Çıplak gözle izlenebilen 5 gezegenden biri (diğerleri, Merkür, Venüs, Mars, ve Jüpiter) olarak eski çağlardan beri insanoğlunun dikkatini çekmiştir. Büyük ölçüde hidrojen ve helyumdan oluşmakta ve gaz devleri sınıfına girmektedir.Fiziksel özelliklerSatürn, tüm gezegenler arasında yoğunluğu en düşük olanıdır. Su yoğunluğu ile karşılaştırıldığında 0.69 olan bu değer, Yerküre'nin yoğunluğunun % 12'si kadardır. Düşük yoğunluk, gezegenin akışkan yapısı ve kendi çevresindeki dönüş hızının yüksekliği ile birleşerek, Satürn'e ekvatorda geniş, kutuplarda basık elipsoid görüntüsünü vermektedir. Beyazlık derecesi (albedo) 0.47 olan gezegen, böylece yüzeyine düşen güneş ışığının yarıya yakınını görünür tayfta yansıtmaktadır. Ancak kızılötesi alandaki ışınım ölçüldüğünde, Satürn'ün Güneş'ten aldığı enerjinin 3 kat fazlasını dışarı yaydığı görülür. Bu nedenle gezegen, Güneş'e olan uzaklığına göre hesaplanan 71K' den (-202°C) çok daha yüksek bir etkin sıcaklığa sahiptir ve 95K (-178°C) sıcaklığında bir kara cisim gibi ışır. Satürn'ün kendi içinde yarattığı bu enerji fazlası, gezegenin yerçekiminin etkisi ile yavaşca kendisi üzerine çökerek küçülmesi sırasında dönüştürülen potansiyel enerji ile açıklanmaktadır. Kelvin-Helmholtz mekanizması olarak adlandırılan ve daha sınırlı ölçüde Jüpiter'de de gözlenen bu olgu Satürn'ün yarattığı ısıl enerji fazlasını tek başına açıklamaya yeterli değildir. Ek bir mekanizma olarak, gezegenin yüzeye yakın katmanlarında hidrojen ile karışım halinde bulunan helyumun ağırlığı nedeniyle merkeze doğru süzülerek göç etmesi sırasında potansiyel enerjisinin bir kısmını açığa çıkarması önerilmektedir.SATÜRN (Saturn)Güneşe uzaklığı: 1343 1425.5 1509 Mio km Yörüngesel dışmerkezlilik: 0.056 Yörüngesel eğiklik: 2.50 Eksensel eğiklik: 26.40 Çap: 120.500 km Kurtulma hızı: 35.4 km/sn Kütle: 95 (Yer = 1) Hacim: 744 (Yer = 1) Yoğunluk: 0.7 (su =1) En yüksek kadir: 0.3 Dolanım süresi: 29.5 yıl Eksensel dönme: 10 s 14 dk Kavuşum dönemi: 378.1 günUyduları: 17 tane Pan, Atlas, Prometheus, Pandora, Janus, Epimetheus, Mimas, Encaladus, Tetyhs, Telesto, Calypso, Dione, Rhea, Titan, Hyperion, Iapetus, PhoebeGözlem koşulları:Güneşe Jüpiter'den daha uzak ve biraz daha küçük olduğu için Saturn daha sönük görülür. Yaklaşık 12.5 ay olan kavuşum dönemi nedeniyle yılın büyük bir bölümünde gökyüzündedir. Yörüngesinde çok yavaş ilerlediği için aynı takım yıldız içinde 2 yıldan daha uzun süre kalır. Satürn'ün halkaları orta boy teleskoplar ile ayırt edilebilir. Her 15 17 yılda bir Dünya Satürn'ün halkalarını düzleminden geçer bu durumda halkalar görülemez. Satürn'ün uydularından sadece Titan ve Rhea orta boy teleskoplar ile görülebilir.Eski zamanlarda bilinen en dış gezegene, Jüpiter’in babası Satürn’ün ismi verilmişti. Jüpiter kadar parlak olmayan bu gezegenin renginin sarımtıraklığı ona sanki kurşundanmış gibi bir hava verir. Ayrıca yıldızlara göre çok yavaş hareket etmektedir; bu yüzden ona hain sıfatını yakıştıranlar çıkmıştır. Ancak bir teleskopla bakıldığında, hiç tartışmasız gökyüzündeki en güzel cisim odur.Onu benzersiz yapan halkalarıdır. Bugün bütün devrelerin halka sistemleri olduğunu biliyoruz; ancak hiçbiri Satürn’le yarışamaz. Bu halkalar, ilginin gezegenin kendisinden sapmasına neden olur. Zaten, yüzey şekillerinin etkileyici bir tarafı olmadığı da bir gerçek. Satürn temelde Jüpiter’e benzer; onun da bulut kuşakları ve lekeleri vardır, ancak gözlemlenebilecek etkinlik çok daha azdır.Geçtiğimiz yüzyılda bile, Jüpiter ile Satürn’ün birer minyatür yıldız olduğu fikri hakimdi. R.A Proctor’un 1882 yılında yazdığı, Satürn ve Sistemi adlı kitabından alınan şu bölüme bir bakalım:“Gezegenin yüz binlerce kilometre kare genişliğindeki yüzeyi içsel güçler tarafından yarılmış olmalıdır. Aşağıdan çıkan kuvvetli su buharı çok yükseklere kadar fışkırarak ya gezegenin yüzeyini örten bulut katmanıyla birleşiyor ya da kendi bir bulut kümesi oluşturuyordur. Bu küme, aşırı büyüklüğü veya kendini oluşturan maddelerin etrafını çeviren diğer bulutlarınkinden farklı oluşuyla ayırt edilebilir. Böyle bir oluşum Jüpiter üzerinde, Fransa kadar büyük bir kaplayabilirken; iş Satürn’e gelince alan, Rusya kadar olabilir ki bu da bizim en güçlü teleskopumuzla fark edebileceğimiz bir büyüklüktür. Bu durumda, iki gezegen de görünürde sakin bir tavır sergilerken, aşağıda yani yüzeylerinde kargaşanın en büyüğü yaşanıyor olabilir. Hepsi Yorkshire büyüklüğünde binden fazla farklı bölge olsa, tüm yüzey o sakin halini bırakıp kaynayan metale benzer bir görüntü alabilir; ancak bu tür bölgelerin üzerinde oluşacak büyük bulut kütleleri, alttaki yüzeyin hareketliliğini kapatıyor olabilir. Bu durumda en güçlü teleskoplarımızla bile en ufak bir değişim belirtisi göremeyiz. Ve Satürn bu arada biz görmeden daha da çalkantılı bir hal alıyor olabilir.”Hiçbir şey gerçeğe bundan daha uzak olamaz; ancak Proctor’un, içinde bulunduğu koşullarda böyle bir tablo çizmesi de son derece normal. Satürn, Jüpiter’den oldukça küçüktür; çapı ekvatorda 120.500, kutuplarda ise 108.750 km kadardır. Güneş ile arasındaki mesafe de bayağı uzaktır. Güneş’ten ortalama uzaklığı 1.425.500.000 kilometredir; bu da Dünya’ya hiçbir zaman 1.200.000.000 kilometreden fazla yaklaşamayacağı anlamına gelmektedir. Dolanım hızı saniyede 9,6 kilometre; dolanım süresi ise 291/2 yıldır. Bu Satürn’ün neden gökyüzünde yavaş hareket ediyor gibi göründüğünü açıklıyor. Kendi ekseni etrafında dönüş hızı yüksektir (101/4 saat); dolayısıyla bir Satürn yılında, 25.000 Satürn günü vardır. Ayrıca dönüş hızı, gezegenin her yerinde eşit değildir; Jüpiter’de olduğu gibi, ekvatorda hızlı; kutup bölgelerinde ise daha yavaştır.Satürn, Jüpiter dışındaki diğer gezegenlerin hepsinden çok daha büyüktür. Satürn’ün hacmi Dünyanınkinin 700 katıdır; oysa yoğunluğu çok düşük olduğundan kütlesi sadece 95 kat daha fazladır. Aslında gezegenin tümünün yoğunluğu, sudan azdır. Demek istediğim, uygun bir okyanus bulup Satürn’ü içine bırakacak olsanız, yüzecektir. Kurtulma hızı yüksekken (35,4 km), yüzeyde kütle çekim kuvveti düşüktür. Kütle çekimi, sadece cismin kütlesine bağlı değildir; cismin büyüklüğü de önemli bir faktördür. Eşit kütleli iki cisim düşünelim; küçük ve dolayısıyla daha yoğun olanın yüzey çekimi daha güçlü olacaktır. Bunun nedeni, onun üzerinde duracak bir gözlemcinin, kürenin merkezine daha yakın olacak olmasıdır. Gazlı yüzeyinde birinin dikelebileceği düşünülemez ama böyle birşey mümkün olsaydı Dünya üzerinde 90 kilo gelen bir kişinin ağırlığı Satürn’de 100 kilo kadar olacaktır. Güneş sisteminde bir Dünyalının kendini, rahatsız edecek kadar ağır hissedeceği tek gezegen Jüpiter’dir.Satürn yapısal olarak Jüpiter’den pek de farklı değildir. Ancak çekirdeğindeki sıcaklık biraz daha düşüktür; bu değerin 15.000*C (27.000.000*F) kadar tahmin edilmektedir. Yapılan son teorik çalışmalar, çekirdeğin katı kısmının Dünya’dan daha büyük olduğunu göstermektedir. Çekirdeğin üzerinde sıvı metalik hidrojenden oluşan bir katman; onun üzerindeyse sıvı moleküller hidrojenden oluşan bir katman vardır. Sonra da sıra üst bulutlarını bizim de gördüğümüz atmosfere gelir. Bulutlardaki helyum oranı sadece yüzde 6 kadardır; gerisi sizin de tahmin edebileceğiniz gibi esas olarak hidrojendir. Satürn, Güneş’e Jüpiter’den çok daha uzak olduğundan, üst bulutlarının Jüpiter’inkilerden daha soğuk olması beklenir; nitekim öyledir de. Buradaki sıcaklığın -180*C yani -240*F kadar olduğu sanılmaktadır. Üst atmosferdeki amonyağın büyük bir kısmı donmuş haldedir. Ayrıca yapılan spektroskobik gözlemlerde donmuş metana da rastlanmıştır ki, metan kolay donan bir gaz değildir.Gezegenin üzerinde bir şeyler görmek istiyorsak, iyi sayılabilecek bir teleskop kullanmamız gerekir. Satürn’ün, Jüpiter’in sakin zamanlarını hatırlatan bir görüntüsü vardır; ancak sonuç itibarıyla Satürn daha iyi huyludur. Kuşaklar yuvarlak hatlıdır; ekvator bölgesi genellikle parlak krem renklidir; Jüpiter’in Kızıl Benek’iyle karşılaştırılabilecek herhangi bir oluşum da yoktur. Kutuplar genellikle loştur ve hiçbir yerinde canlı renklere rastlanmaz.Satürn de Jüpiter gibi etrafa Güneş’ten almış olabileceğinden çok daha enerji yayar. Ancak Jüpiter’e göre küçük olan Satürn’ün oluşumundan bugüne soğumak için yeterli zamanı olmuştur; dolayısıyla bu, Jüpiter’inkinden farklı bir nedene dayanıyor olabilir. En çok kabul gören görüş, sıcaklığın sıvı helyum damlacıklarının daha az yoğun hidrojenin içinden geçerek aşağıya, çekirdeğe doğru hareket etmeleri sonucu, çekimsel olarak oluştuğudur. Bu açıklama tatminkar değil; ancak bugüne kadar daha iyisini yapan da çıkmadı.Büyük patlamalar nadiren görülür; ancak ekvator bölgesi civarında ara sıra beyaz beneklere rastlandığı olur. Bunlardan ilk kayda geçeni 1876 yılındakilerdir; 1903’te bir tane daha görülmüştür. Bir sonraki olan 1933’teki öncekilerden çok daha etkileyiciydi. Bu beneği, o yılın Ağustos ayında keşfeden kişi amatör bir gözlemci olan W.T. Hay’di; bu İngiliz, bugün sahne ve sinema komedyeni olarak hatırlanan ünlü Will Hay’den başkası değildir. Bu olay şöyle gelişti: Beyaz benek yavaş yavaş uzadı; üzerinde bulunduğu alanın rengi ise koyulaştı. Baş tarafı belirsizleşirken, arka tarafı keskin hatlı bir şekil aldı. Kraliyet Gök BilimcisiSir Harold Spencer Jones, bu durumu “gördüğümüz yüzeyin altında meydan gelen bir volkanik patlama sonucu püsküren bir miktar madde, kendinden daha hızlı hareket eden bir hava akımıyla karşılaştı; onlar akım ile ileri taşınırlarken, sonradan püskürmeye devam eden maddeler de arka ucu oluşturdular.” diye açıklamıştı. Leke zamanla soluklaştı; birkaç ay sonra da gezegenin çevresinde uzanan parlak bir alandan başka bir şey değildi; sonra da tamamen kayboldu.1960’ta görülen beyaz benek önceki kadar çarpıcı değildi; ancak gezegeni gözlemleyenler 1990 yılında çok zevkli anlar geçirdiler. Eylül ayının 25’inde, Amerikalı bir amatör olan Stuart Wilber, eskileriyle hemen hemen aynı boylamda yeni bir beneğin parladığını gördü. Daha sonra varlığı doğrulandı; zaten görülmemesi gibi bir şey söz konusu değildi. Daha sonra yaşananlar, alışıldık sırayı izledi. Benek, güçlü ekvator rüzgarlarının etkisiyle birkaç gün içinde yayıldı ve 14.500 km uzunluğunda bir bulut görünümünü aldı. Ekim’in ortalarına gelindiğinde, tüm ekvator boyunca uzanan parlak bir bölge olarak görünüyordu. Parlaklığı gün be gün soldu; birkaç ay içinde yine her şey normale dönmüştü.Burada ilginç bir durumla karşılaşıyoruz. Elimizde beyaz beneklerin 1876, 1903, 1933, 1960, 1990 yıllarında görüldüklerine dair kayıtlar var. Görünüşlerin arasında geçen süre, sırayla 27 yıl, 30 yıl, 27 yıl ve yine 30 yıl. Bu Satürn’ün dolanım süresi olan 291/2 yıla çok yakın. Rastlantı peşinde koşmaktan hep sakınmış biri olduğum halde, bana sanki ikisi arasında Bir bağıntı varmış gibi geliyor. Bu durumda gözlemciler, 2020 yılı civarında bir beklenti içine girecekler. Benekler, Satürn’ün gördüğümüz yüzeyinin altında hüküm süren koşullar hakkında bilgi verici oldukları için önemliler. Ayrıca dönüş süresinin ölçülmesine de yardımcı oluyorlar.Dolayısıyla yapılacak en akıllıca iş, göz alıcı halkalara fazla takılmamak ve kürenin kendisini sürekli gözetim altında tutmaktır. İyi aletlere sahip bir amatör de bu işi oldukça rahat bir şekilde kıvırabilir.Ancak, Satürn’ü bu kadar görkemli yapan da halkalarıdır tabii ki. Küçük teleskop ile bile görülebilen halkalar, on yedinci yüzyıldan beri bilinmektedir. Ne olduklarını tam olarak anlayabilecek kadar net bir şekilde olmasa da, onları ilk gören Galileo’dur. Satürn’ü üçlü gezegen zanneden Galileo, birkaç yıl sonra gezegenin normal görünmesine ve yalnız oluşuna bir anlam verememiştir. Galileo hiç öğrenmemiş olsa da, biz bugün bu sorunun cevabını bulmuş durumdayız.Galileo gözlemeye başladıktan kısa bir süre sonra halka sistemi Dünya’ya göre yan durmaya başladı. Bu konumda Galileo’nun ilkel teleskobuyla onu görmek imkansızdı.1659 yılında, büyük bir ihtimalle zamanının en iyi gözlemcisi olan Christiaan Huygens, ünlü anagramını (o zamanın astronomlarının kullandığı Latince şifreli bir yazı) yayınladı. Bu anagramda, Staürn’ün çevresinde tutulum dairesi boyunca uzanan ve hiçbir yeri gezegenin kendisine değmeyen yassı bir halka bulunduğu söyleniyordu. O ana kadar söyledikleri doğruydu; ancak kuramına, inanılmayacak kadar çok kişi karşı çıktı. Söz gelimi cizvit olan Fransız matematikçi Honoré Fabri, Satürn’ün garip görüntüsünün nedeninin, dört uydu olduğunu iddia ediyordu. Bu uydulardan ikisi, karanlık ve gezegene yakınken, diğer ikisi parlak ve gezegene uzaktı.Huygens’in halkalarının bütün gökbilimcilere kabulü yıllar aldı. Bu dönemde yapılan çizimlerden bazıları oldukça gariptir; ancak kullanılan teleskopların kalitesi düşünülürse, bu pek de anormal değil.İkisi parlak bir loş olmak üzere üç ana halka vardır. En dıştaki parlak halka 14.500 km genişliğindedir. İçeri doğru gidildiğinde, G.D. Cassani tarafından 1675 yılında keşfedilen ve bu nedenle Cassini Bölümü olarak anılan bir aralık gelir. Genişliği 4000 km kadar olan bu aralık, A halkasının genişliği yaklaşık 25.700 km olan parlak B halkasından ayırır. Huygens’in tarif ettiği halka, A ve B halkalarının bir birleşimidir.A ve B halkaları birbirlerine benzemezler. B daha parlaktır ve geçirgenliği daha azdır. Aradaki farklı kaliteli küçük bir teleskopla bile görebilirsiniz. Halka sistemi biraz olsun eğik olduğunda 8 santimlik mercekli teleskopla bile Cassini Bölümü’nü görmekte zorlanılmaz. A halkasının içinde de dar bir aralık vardır; J.F. Encke tarafından keşfedildiği için onun adı verilen bu aralığı görmek çok daha zordur. Özellikle halkaları yandan gördüğümüz zamanlarda onu fark etmek zorlaşır.B halkası ile gezegen arasında üçüncü bir halka vardır. C halkası Crêpee Halkası ve Karanlık Halka adlarıyla da bilinir. Onu ilk olarak 1850 yılında birbirinden bağımsız iki gözlemci, Amerika’da W. Bond ve İngiltere’de W.R. Dawes, görmüştür. Rahat bir şekilde görülemeyen bu halka yarı geçirgendir. Genişliği ise 19.300 km kadardır.Uzay Çağı’ndan çok önce, öncekiler kadar net görülemeyen başka halkalar görenler de çıkmıştı. Bunlardan CrépeHlkası’ndan daha içeride olduğu iddia edilen halkaya D Halkası adı verilmiştir. Fransız gök bilimci G. Fournier’in 1907 yılında gördüğü ve ana sistemin dışında olan bir başkasına da, kafa karıştıracak biçimde yine D Halkası denmiştir. Bu konu çok sonra, Pioneer ve Voyager uzay araçlarının uçuşlarından sonra açıklığa kavuştu.Satürn’de büyüleyici gölge etkileri görülür. Küreden yansıyan ışık, halkaları aydınlatarak onları kırıkmış gibi gösterir. Ayrıca halkaların Satürn’ün üzerine düşen gölgeleri çok rahat bir şekilde görülür, dikkatsiz gözlemciler yanılarak genellikle bu gölgeleri kuşak zannederler.Halka sistemi daireseldir; ancak biz ona tepeden bakamadığımızdan elipsmiş gibi görürüz. Sistemin toplam çapı 272.000 km kadardır ama halkaların kalınlığı çok incedir. Bu durum, 1966, 1980 ve 1995 yıllarında olduğu gibi yan durduklarında görmek neredeyse imkansızdır. Daha açık bir şekilde söyleyecek olursak, Dünya halka sistemiyle aynı düzleme girdiğinde, Güneş de aynı şeyi yaparsa halkaları görmek mümkün olmaz; çünkü bu durumda sadece halkalardan en dışta kalanının kenarı güneş ışığı alabilmektedir. Halkaların tamamen kaybolduğunu iddia edenler de çıkmıştır; ancak gerçek böyle değildir. Halkalar, sırayla 13 yıl 9 ayda ve 15 yıl 9 ayda bir yan konuma geliyorlar. Bu eşitsizliğe Satürn’ün yörüngesinin dışmerkezliliği neden oluyor. Kısa olan aralık boyunca Satürn’ün güney kutbu Güneş’e doğru eğik oluyor; bu durumda kuzey yarım küre halkaların ardında kalıyor. Satürn, günberi noktası civarındayken göreceli olarak en hızlı hareket ettiği zamanları yaşıyor. Daha uzun olan aralık boyunca ise kuzey kutbu Güneş’e dönük oluyor; bu sefer de güney yarım küre görülemiyor. Bu devre içinde Satürn, günöte noktasından en yavaş hızıyla geçiyor. Halkalar, Satürn’ün ekvator düzleminde bulunuyorlar; ancak ekvator düzlemi, yörünge düzlemine göre 261/2*kadar eğik.Ana halkalardan A ve B’nin yekpare ve katı bir görüntüsü vardır; dolayısıyla teleskop ile bakan ilk gözlemcilerin onları sert levhalar zannetmeleri son derece doğaldır. Tabii herkes aynı fikirde değildi; söz gelimi J. Cassini1705’te, halkaların, Satürn çevresinde dönmekte olan küçük parçacıklar olduğunu iddia etmişti. Ancak bu oturaklı tahmin, on dokuzuncu yüzyıla kadar doğrulanmadı.Fransız Edouard Roche 1848 yılında, kütle çekimi yok denebilecek kadar az olan bir cismin, bir gezegene (veya başka bir cisme) çok yaklaşması durumunda parçalanacağını kanıtladı. Bu tehlikeli alanın kenarı Roche sınırı olarak bilinir. Sınırı, ilgili gezegenin büyüklüğü ve kütlesi beliler. Halkalar, Satürn’ün Roche sınırı içindedirler; bu da katı veya sıvı olmaları halinde parçalanacakları anlamına gelir. Bu iddia, 1875 yılında James Clerk Maxwell tarafından matematiksel olarak kanıtlanmıştır. Ondan yirmi yıl sonra J.E Keeler, spektroskop kullanarak yaptığı gözlemlerden, halkaların iç kısımlarının Satürn’ün çevresinde dıştakilere göre daha hızlı dönüyor olduğu sonucu çıkardı. Tabii bu da Kepler Yasası’na uygun bir durumdu. Yani her bir parçacık kendi başına birer aycıkmış gibi davranıyordu.1979’dan önce, halkaların az çok yassı ve düzgün olduğu varsayılıyordu. Uzay araştırmaları sonucunda gerçekte öyle olmadığı anlaşıldı. İlk baskını Pioneer 11 yaptı. Daha önce de bahsettiğimiz gibi, bu sonda 1973’te Jüpiter’i incelemek üzere fırlatılmıştı. Satürn, önceden planlanmış bir hedef değildi; ancak bu karşılaşma çok yararlı oldu; çünkü o zamanlar hiç kimse sondaların, Satürn’ün çevresindeki enkaz ile çarpışmanın yol açabileceği tehlikenin büyüklüğü konusunda bir fikre sahip değildi. Pioneer’ın bulutların 21.000 km kadar üzerinden geçmesi planlanmıştı; öyle de oldu. Böylece hayatta kalma şansı yüzde 99’dan yüzde 1’e düşmüş oldu. Neyse ki hiç yara almadan kurtuldu.1980 ve 1981 yıllarında, 1979’daki Jüpiter ziyaretlerini bitiren ilk Voyager, Satürn’e geldi. Bu iki Voyager bibirinin eşiydi ancak Jüpiter’den ayrıldıktan sonra farklı roller üstleniyorlardı. Voyager 1 sadece Satürn’ü değil, gezegenin en büyük uydusu Titan’ı incelemek üzere programlanmıştı. Titan’ın bir atmosfere sahip olduğu biliniordu; bu bakımdan özel ilgiyi hakeden bir uyduydu. Sonda, Titan’ı incelemek için tutulum dairesi düzleminden ayrılacaktı; bu durumda da ileride başka bir gezegenle karşılaşma olasılığı kalmıyacaktı. Plan işlerse Voyager 2, Titan’la ilgilenmeyecek ve önce Neptün’le sonra da Uranüs’le buluşmak üzere yoluna devam edecekti. Ancak Voyager 1’in başarısız olması durumunda, Voyager 2’nin Titan’ı incelemesi gerekecekti. Bu durumda da iki uzak devi göremeyecekti. Voyager 1, üzerine düşeni kusursuz bir şekilde yerine getirdiğinde Görev Kontrol Merkezi’ndeki rahatlamayı tahmin edebilirsiniz.Satürn’ün kendisinin çok güzel fotoğrafları elde edildi. Gezegenin üzerinde kırmızımsı ve kahverengimsi benekler bile vardı. Ekvatora simetrik olarak esen rüzgarın hızı saatte 1500 km’yi bulur ki, bu Jüpiter rüzgarlarından bile daha hızlı olduğunu gösterir. Manyetik alanı Jüpiterinkinden yirmi kat daha zayıftır; ancak bu haliyle bile Dünya’nınkinden bin kat güçlüdür. Manyetik ekseninin, dönme ekseniyle çakıştığı belirlenmiştir. Yani bu durumda, gezegende pusulaya bakılacak olursa, ibre tam kuzeyi gösterecektir. Kutup ışıklarına da rastlanmaktadır; ama tahmin edebileceğimiz gibi Jüpiter’dekilere çok daha zayıf olacaktır.Voyager 1 Satürn’e doğru yaklaştığında halkaların kimsenin ummadığı kadar karmaşık oldukları anlaşıldı. Binlerce ufak halkadan ve küçük boşluklardan oluşuyorlardı. Bir bütün olarak ise daha önce görülmüş hiçbirşeye benzemiyorlardı. Rahat görünen ayrımların ortaya çıkış nedeninin, uyduların, özellikle de Voyager’lardan önce en içteki olarak bilinen Mimas’ın, çekim gücü olduğu zannediliyordu. Bu belirgin birkaç boşluk için geçerli olabilirdi; ancak sistemin karmaşıklığı, tek nedenin, uyduların tedirgisi olmayacağını gösteriyordu. Satürn’ün halkalarının hareketleribugün bile tam olarak açıklanabilmiş değildir.Cassini Bölümü boş değildir. Orada da halkacıklar veuzaydagörülen türden parçacıklar vardır. B Halkası’nda, merkezden çevreye doğru yayılan, yaklaşık 15.000 km uzunluğunda garip çubuklar görünür. Bu çubuklar, halka, gezegenin gölgesinden çıktıktan birkaç saat sonra kaybolurlar. Aslında böyle bir büçüm oluşturamamaları gerekir. Hatılarsanız Kepler Yasası şöyle der: İç kısımdaki parçacık, kendine göre dışarıda olan parçacıktan daha hızlı hareket eder. Dolayısıyla merkezden dışarıya doğru çubuk şeklinde bir oluşumun bulunmaması gerekir. Ancak oradalar ve net bir şekilde görülebiliyorlar. Benim bugünkü fikrimi soracak olursanız, bu çubukları, manyetik güçler tarafından halka sisteminin düzleminden çıkartılan parçacıklar oluşturuyor ve yükselen bu parçacıklar daha sonra manyetik alan hatları tarafından süpürülüyor. Şu anda en mantıklı açıklama bu gibi görünüyor. Dünya’dan gözlem yapan kişilerin yaptığı, eski çizimlere baktığımızda, bazılarıda bu çubukların çizili olduğunu görüyoruz.Yeni halkalar da bulundu. Daha önce D Halkası adı verilen ve bulutların hemen üstüne kadar uzandığı söylenen halka, gerçek bir halka sayılamazdı; dağınık parçacıkların bir alandı. Ancak A Halkası’nın hemen dışında yeni bir halka bulunduğu görüldü. Büyük olasılıkla Fournier’in gördüğü halka olan bu halkaya resmen F Halkası adı verildi. F Halkası’nın örülmüş ipliklere benzeyen garip ve karmaşık bir yapısı vardı. Seyrek yapılı G Halkası ise büyük uyduların en içte olanı Mimas’la aynı yolu kullanan iki küçük ayın yani Janus ve Epimethus’un yörüngesine kadar olan bölgenin needeyse tamamını kaplıyordu. Son olarak bir de E Halkası vardı. G Halkası’ndan bile daha seyrek olan bu halkanın en parlak olduğu yer, ikinci büyük uydu olan Enceladus’un yörüngesinin hemen içinde kalan bölümdü.Halka parçacıklarını Voyager bile net olarak gösteremedi. Ancak büyüklükleri, çakıl taşıyla birkaç metre çaplı buzblokları arasında değişiyor gibi görünüyordu. Ayrıca halkaların bulunduğu düzlemin 65.000 km aşağısına ve yukarısına kadar uzanan, seyrek yapılı bir hidrojen bulutuna da rastlanmıştı. Halka parçacıklarının bileşimine gelince, görünüşe göre parçacıklar basit su buzundan oluşuyorlardı.Uzay Çağı’ndan önce Satürn’ün dokuz uydusu olduğu zannediliyordu. Satürn ailesi, Jüpiter’inkinden hayli farklıydı. Satürn’de dört büyük ve bir düzine küçük yerine, bir büyük (Titan) ve birçok ortaboy uydu vardı. Uydularından Rhea ve İapetus’un çapı 1500 km; Dioni ve Tethys’inki ise 1100 km kadardır. Mimas, Enceladus ve Hyperion’un çapları ise 270 km ile 480 km arasında değişir. Önceden bilinen son uydu olan Phobe’nin çapı ise topu topu 225 kilometredir. Satürn’den ortalama 13.000.000 km uzakta olan bu uydu, ters yönde hareket etmektedir; bu durum onun eski bir asteroit olduğu konusunda şüpheye yer bırakmaz. Ondan sonra 9 yeni uydu daha bulunmuştur. Bunlardan Pan, Atlas, Prometheus, Pandora, Epinetheus ve Janus, Satürn’e Mimas’tan daha yakındır. Telesto ve Calypso, Tethys ile aynı yörünge üzerinde hareket etmektedirler. Dione’nin ise Helene adlı bir Troya’lısı vardır. Bunlardan başka birkaç küçük uydu daha olduğu ve toplam uydu sayısının yirminin üzerine çıkacağı düşünülmektedir. Yeni keşfedilen uydulaın hepsi çok küçüktür; aralarında çapı 150 kilometreden büyük olan tek uydu Epimetheus’tur.Saptanan son uydu olan Pan, A Halkası’nın ortasındaki Encke Bölümü’nün içinde hareket etmektedir. Prometheus ile Pandora’ya çoban uyduları denmektedir, çünkü F Halkası’nın iki kenarında durarak onu sabit bir şekilde tutarlar. Prometheus’un yörüngesi halkanın biraz dışından geçer; dolayısıyla halkayı oluşturan parçacıklardan daha yavaş hareket etmektedir. Bir parçacık diğerlerinden ayrılacak olursa, Prometheus onu yavaşlatarak daha içte bir yörüngeye oturmasını sağlar. Aynı şekilde içeri,Satürn’e doğru yol alan parçacıklar da Pandora tarafından hızlandırılır ve ana halkaya geri gönderilir. Janus ile Epimetheus’un eskiden aynı büyük cisim parçaları olduğu kolayca anlaşılmaktadır. Birçok bakımdan benzerlik gösterirler. Ayrıca dört yılda bir birbirlerine yaklaşırlar; bu sırada yaşanan ikili etkileşimler sonucu yörüngelerini değiştirirler. Uzayda sandalye kapma oyunu oynayan iki ay gibidirler!Küçük uyduların çoğunun şekli biçimsizdir.Satürn’ün uydularının en büyüğü olan Titan, Ganymede’den sonra Güneş Sistemi’ndeki ikinci büyük uydudur. Küçük bir teleskopla görülebilecek kadar parlaktır. Dürbünle bile gördüğünü söyleyenler olmuştur. 1944’te, bir atmosferi olduğu belirlendei; Voyager’dan önce atmosferin esas olarak metandan oluştuğu düşünülüyordu.8 santimlik bir mercekli teleskopla Rhea rahatça, Dione ile Tethys ise biraz daha zor görülür. İapetus’un durumu biraz gariptir; uydu Satürn’ün batısındayken, doğusundayken olduğundan çok daha parlaktır. En çok, Rhea kadar parlak görünür; ancak soluk olduğu zamanlarda 8 santimlik teleskobun menzili dışında kalır. Bu garip durum, uydunun G.D. Cassini tarafından 1671 yılında keşfedilişinden beri bilinmektedir. Bu farkın mantıklı tek açıklaması vardır. Gezegenlerin en büyük uydularının çoğu gibi, İapetheus da eşzamanlı dönmektedir. Yani, çevresinde dönmekte olduğu gezegene hep aynı yüzünü göstermektedir. Bunun nedeni gezegenin çevresindeki dolanım süresinin, kendi ekseni etrafında dönüş süresine eşit olmasıdır. Bu süre İapetheus için 79 gündür. Yani batı uzanımında her zaman, yansıtma oranı daha yüksek olan yüzü bize dönüktür.Voyager 1’in ana hedefi olan Titan, şok yarattı denebilir. Yüzeyinin görülmesini tamamen engelleyen kalın atmosferinin, bol miktarda nitrojenden ve hatırı sayılır miktarda metandan oluştuğu belirlendi. Yüzey basıncı, Dünya’da deniz seviyesindeki basıncın birbuçuk katından daha fazlaydı. Voyager 1, uydunun 6500 kilometre kadar yakınından geçtiği halde tek görebildiğimiz, portakal renkli sis olarak adlandırılabilecek oluşumun üsy katmanıydı. Yüzey sıcaklığı -180*C (-290*F) olarak ölçülmüştü. Bu oldukça önemliydi çünkü metan gazının, Titan üzerinde katı, sıvı veya gaz halinde bulunabileceği anlamına geliyordu. Bu durum, tıpkı H2O’nun Dünya’dan, buz, sıvı su veya su buharı şeklinde bulunabilmesine benziyordu. Bizim denizlerimize pek benzemese de, Titan’da bir çeşit kimyasal maddeden oluşan denizler olabilirdi. Büyük bir olasılıkla da etan ve metanın oluşturudğu bir karışım.Titan, haytın ortaya çıkmasına olanak vermeyecek kadar soğuk gibi görünüyor olsa da üzerinde, söz gelimi portakal renkli siste, birçok organik maddeye rastlanmıştır. Uyduda hayat için gerekli tüm koşullar varmış gibi durmaktadır. Bu konunun 2004 yılında aydınlığa kavuşması bekleniyor; çünkü uydu üzerine yumuşak iniş yapması planlanan yeni sonda, uyduya o yıl ulaşacak.Bir konuyu daha belirtmekte yarar görüyorum. Titan’ın kurtulma hızı, bizim Ay’ımıznkiyle aynı gibidir. Ancak Titan, Ay2dan çok daha soğuk olduğundan bir atmosfer tutmayı başarabilmektedir. Çünkü sıcaklık düştüğünde, atomlar ve moleküller daha yavaş hareket ederler bu da kaçma şanslarının azalacağı anlamına gelir. Milyarlarca yıl sonra Güneş daha parlak hale geldiğinde Titan’ın, üzerinde hayatın ortaya çıkmasına olanak verecek kadar ısınacağı düşünülmektedir. Ancak o zaman da, artan sıcaklık spnucu atmosferin kısa süre içinde kaybedecektir.Bu arada Voyager’ların, o sırada son derece ters bir konumda olan Phobe dışında, bütün büyük uyduların çok güzel fotoğraflarını çktiğini de belirteyim. M,mas’ın buzlu ve kraterli yapısı vardır. Herschel adı verilmiş büyük kraterin genişliği, uydunun çapının üçte biri kadardır. Encaladus, buzlu ve küçük kraterli düz sayılabilecek bi yüzeye sahiptir. Tethys ise neredeyse saf buzdan oluşmaktadır. Üzerinde yer alan bir hendek, uydunun yarısından çoğu boyunca uzanmaktadır. Dione, Teehys’ten azıcıkdaha büyük ama çok daha ağırdır. Yarı kürelerinin parlaklıkları birbirinden farklıdır. Yüzeyinde, birkaç parlak şekil ile iki üç büyük krater vardır. Rhea’nın yüzeyine bakıldığında, uydunun son derece yaşlı olduğu görülür. Neredeyse Jüpiter sistemindeki Callistokadar kraterli bir yapıya sahiptir. Hyperion’un durumu istisnaidir. Şekli biçimsizdir; büyüklüğü 360 x 280 x225 kilometre kadardır; bir hamburgere benzediği söylenebilir. Satürn çevresinde bir tam dönüş yapması 21,3 gün sürer; ancak bu, kendi ekseni etrafında dönme süresine eşit değildir, yani dönüşü tutulmuş değildir. Yörüngesinde taklalar atarak ilerliyor gibi görünen Hyperion’un, dönüşünün de düzensiz olduğu söylenebilir. Bu uydunun eskiden daha büyük bir gökcisminin parçası olduğu düşünülmektedir; ancak henüz diğer yarının izine rastlanmıştır.İapetus’un yarı kürelerinden birisi parlak ve kar kadar yansıtıcı, daha çok görünen diğeri ise karatahta kadar koyu renklidir. Kuramcılar burada, benim Zebra problemi olarak adlandırdığım bir sorun ile karşı karşıyadırlar: Zebra siyah çizgili beyaz bir hayvan mı, yoksa beyaz çizgili siyah bir hayvan mıdır? Söz konusu olan İapetus ise bu soruyu cevaplandırabiliriz. Hareketleri ve diğer uyduları üzerindekietkileri incelendiğinde, yoğunluğunun suyunkinden çok da fazla sonucuna varılmıştır. Yani uydunun büyük bölümü buzdan oluşmaktadır. Karanlık bölge ise hala bir bilmecedir. Nedeninin, en dıştaki uydu olan ve elimizdeki tek ve pek de tatmin edici olmayan fotoğrafında koyu renkli ve diğer buzlu uydulara pek benzemiyor gibi görünen Phoebe’den İapetus’a gelen toz olduğu yönünde iddialar vardır. Ancak Phobe ile İapetus birbirlerine 9,5 milyon kilometreden fazla yaklaşmamaktadır.; ayrıca İapetus’un üzerindeki lekenin rengi Phoebe’nin tozlarınınkinden farklıdır. Bu durumda ya geçmişte uyduya bir kuyruklu yıldız çarpmıştır ya da bu koyu renkli madde buzlu kabuğun altından yukarı çıkmıştır.Jüpiter’in Galilei uydularını gözlemlemeye göre çok daha zor olsa da bu uyduların da tutulmaları, geçişleri ve parçalı tutulmaları gözlemlenebilmektedir. Ancak bu olaylar küçük bir teleskop ile uydular içinde bir tek Titan izlenebilir. Bu pek de hoş bir durum değildir; çünkü küçük uyduların yörüngeleri tam olarak bilinmemektedir. Bu durumda, tutulmaların ve geçişlerin zamanları konuya biraz olsun açıklık getirebilirdi. İkili olaylara da rastlanmaktadır. Söz gelimi A.E. Levin ve L.J. Comrie, 8 Nisan 1921’de Titan’ın gölgesinin Rhea’nın üzerine düşmesi sonucu yaşanan tutulmayı gözlemlemişlerdir.Pickering, Phoebe’yi, Harvard College Gözlemevi’nin güney istasyonu olan Peru’daki Arequipa Gözlemevi’nin 60 santimlik teleskobuyla keşfetmiştir. Altı yıl sonra yörüngesi Rhea ile Titan’ın yörüngeleri arasında yer alan yeni bir uydu bulunduğunu açıklayan Pickering, bu uyduya Themis adını vermiştir. Ancak bulunduğu açıklandığı andan itibaren varlığından kuşku duyulmayan bu uyduyu bir daha gören çıkmamıştır. Bu durumda hiç var olmadığı da söylenebilir.</p>"
  }
]
